Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཆང་ འཐུང་བ འི་ སྡོམ་པ་ དེ་ལས་ འདའ་བ་ ལས་ ཀྱིས་ རྨོངས་པ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ དེ་ ལ་ འཐུང་ ཞིང་ ཞ་ཉེ་ དང་ སྦྲུལ་ དུ་ འདྲེས་པ་ དེས་ ཀྱང་ སྲེག་ གོ །_། གསོད་ དོ །_།
en: Thus, obscured due to their karmic actions, those who transgressed their vow to abstain from alcohol will continue for many hundreds of thousands of years to be burned and killed by this liquid lead mixed with poison and snakes.

source: ཤི་ ཞིང་ ཤི་ ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ལ །_
en: Again and again they will die, and again and again they will reappear.

source: དེ འི་ ཆང་ གི་ སྡོམ་པ་ ལས་ འདས་པ འི་ ཉེས་པ ས་ ལྕེ་ ཡང་ སྦྲུལ་ དེ་ རྣམས་ ཀྱིས་ ཟ་བ ར་ བྱེད་ དེ །_
en: $852 “As a result of their misdeeds, those who broke their vow to abstain from alcohol will see their tongues devoured by snakes.

source: དེ་ ནི་ བརྫུན་ དུ་ སྨྲ་བ འི་ འབྲས་བུ་ ཡིན་ ནོ །_།
en: This is a result of having lied.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer for many hundreds of thousands of years.

source: ཡང་ དེ་ནས་ ཐར་ ནས་ གར་ [229a] བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $853 “When the hell beings finally escape, {{page:{number:295,id:UT22084-068-021-100321,folio:F.229.a,volume:V68}}} they will run off as best they can.

source: བྱམས་པ ར་ མི་ལྟ་བ འི་ འབྲས་བུ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ འི་ ལས་ ལས་ བྱུང་བ འི་ སེམས་ཅན་ གྱིས་ སྨྲས་པ །_
en: At that time the effects of their having failed to regard others with kind intent will manifest in the form of a being produced by karmic action who will tell them,

source: འདི་ལྟར་ ཁྱོད་ འདིར་ རྒྱུ་ མེད་པར་ ཅི་སྟེ་ འཚེད་གནས་ འདི་ ལས་ གཞན་དག་ ཀྱང་ ཡོད་ ལ་ དེ་ ངས་ ཁྱོད་ ལ་ བསྟན་པ ར་ བྱ་ སྟེ
en: ‘Why do you suffer here for no reason? There are other places to stay. I will show you.

source: དེར་ ཁྱོད་ བདེ་བ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: You will be happy there.’

source: དེ་ནས་ མི་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཁྲིད་ དེ །_ འཁོར་ རྣམས་ ཀྱི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $854 “That person will escort the hell beings and lead them into the neighboring hells where he will subject them to the forms of torture particular to each of these hells.

source: དེར་ ཡང་ མི་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ གང་ གནོད་པ་ ཐ་དད་པ་ དེ་དག་ མྱོང་བ ར་ བྱེད་ དེ །_ འདི་ལྟ་སྟེ །_ ཕྱོགས་ ཐམས་ཅད་ རབ་ཏུ་ སྲེག་པ་ གང་ དུ་ གནོད་པ་ མང་པོ་ དག་ གི་ ཕྱོགས་ ཐམས་ཅད་ རབ་ཏུ་ འབར་ ཞིང་ སྲེག་ གོ །_།
en: They will be burned in the hell Intense Heat from All Directions, where all directions are ablaze, and exposed there to copious harm.

source: ལུས་ཆེན་པོ་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་པ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ གང་ དུ་ དེ འི་ ལུས་ དཔག་ཚད་ བཅུ་ ཡོད་ ཅིང་ ཤིན་ཏུ་ གཞོན་པ་ འཚེད་ དོ །_།
en: They will be boiled in the hell Terror of Enormous Screaming Bodies, where their very tender bodies will be ten leagues in size.

source: མེ་ སྤྱི་གཙུག་ ལྟ་བུ་ གང་ དུ་ མེ་ལྕེ་ ལས་ བྱུང་བ འི་ སྲེག་པ་ གཞན་ ཐམས་ཅད་ དང་ མཚུངས་པ ས་ འཚེད་ དོ །_།
en: They will be roasted in the hell Plumes of Fire, where everything is like a burning flame.#107

source: མེ་མདག་ བྱེ་མ་ ལྟ་བུ འི་ ཆར་ རྟག་ ཏུ་ འབབ་པ འི་ སྒོ་ གང་ དུ་ ཆར་ རབ་ཏུ་ འབབ་པ་ ལྟར་ བྱེ་མ འི་ ཆར་ རབ་ཏུ་ འབར་བ་ འབབ་པ འི་ ནང་ ན་ འདུག་པ་ འཚེད་ དོ །_།
en: They will be boiled in the hell Constant Rain of Glowing Sand, where a perpetual rain of sand that is like burning embers will pour down.

source: མེ་མདག་ གང་ དུ་ བུས་པ འི་ ལུས་ ལྟ་བུ་ འཇུག་པ །_ སེམས་ཅན་ དམྱལ་བ་པ འི་ མདག་མེ ས་ འཚེད་ དོ །_།
en: They will be cooked in the hell Embers Within, where their bodies will feel like burning coal, filled inside with the embers of hell.

source: སེམས་ཅན་ དམྱལ་བ་ ཨ་ལ་ ལ་ ཟེར་བ ར་ ཕན་ཚུན་ གྱི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཕན་ཚུན་ གཅད་པ འི་ སྡུག་བསྔལ་ མྱོང་ ངོ་ །_།
en: $855 In the hell known as Alala, they will experience the pain of mutually cutting up each other’s major and minor body parts.

source: ཤར་ གྱུར་པ་ ཐམས་ཅད་ སྡུག་བསྔལ་ བས་ འཚེད་ དོ །_། དེར་ གང་ གཞན་ ཡང་ སོ་སོ ར་ འཇིགས་ ཤིང་ བག་ཚ་བ །_ ཁྱི་ དང་ །_ སེང་གེ་ དང་ །_ ཕག་ རྒོད་ དང་ །_ ཁྭ་ དང་ །_ བྱ་རྒོད་ དང་ །_ སྦྲུལ་ དག་ གིས་ དེ་ རྣམ་པ་ ཐམས་ཅད་ དུ་ སྡུག་བསྔལ་ བར་ བྱེད་ དོ །_།
en: They will be boiled in the hell Pain Incarnate, where fearsome and horrifying dogs, lions, boars, ravens, vultures, and snakes will all torment them in every possible way.

source: ཆུ་བོ་ རབ་མེད་ རབ་ཏུ་ ཚ་བ ར་ ཡང་ འཚེད་ དོ །_། སྲེག་ གོ །_། བ་ ཚྭ་ དང་ །_ ཟངས་དམར་པོ་ དང་ །_ ཞ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ འི་ ཆུ་བོ་ གང་ དུ་ བརྒྱ འམ་ ཡང་ན་ སྟོང་ དུ་ རབ་ཏུ་ དེད་ ཅིང་ དེ་དག་ ཏུ་ ཡང་ འཚེད་ དོ །_།
en: They will also boil and burn in the hell of the Burning Torrent of the Vaitaraṇī, where hundreds or thousands of agonizing streams of acid, molten copper, and boiling lead flow. They will boil in these streams as well.

source: རྟག་ ཏུ་ མུན་པ་ མུན་ནག་ ལས་ བྱུང་བ འི་ མེ འི་ གནོད་པ་ རྣམ་པ་ སྣ་ཚོགས་ དག་ གིས་ ཀྱང་ འཚེད་ དོ །_།
en: They will be cooked in the hell of Constant Darkness over the fire that is dark throughout and suffer there various tortures.

source: སེམས་ཅན་ དམྱལ་བ་ གནོད་པ འི་ ཕྲེང་བ ར་ ཡང་ འཚེད་ དོ །_། མགོ་ གང་ ལ་ འཁོར་ལོ་ རབ་ཏུ་ འབར་བ་ འཁོར་ ཞིང་ཡན་ ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཀྱང་ སོག་ལེ་ དག་ གིས་ རྣམ་པར་ གཤེག་ པར་ བྱེད་ དོ །_།
en: $856 “They will also suffer in the hell of Garland of Tortures, where a blazing wheel will spin at their heads and all their major and minor body parts will be sawn off with handsaws. {{page:{number:296,id:UT22084-068-021-100322,folio:F.229.b,volume:V68}}}

source: [229b] དེ་ལས་ ཐར་ ནས་ སྲད་བུ འི་ རྒྱུད་ འདྲེ་བ་ དུད་པ་ ལྟར་ འཁྲིགས་པ་ དེར་ ཡང་ གནོད་པ ར་ བྱེད་ དེ །_ གང་ དུ་ ཀུན་ ནས་ ཐིག་སྐུད་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བརྒྱ འམ་ ཡང་ན་ སྟོང་ དུ་ བཏབ་ བཏབ་ ནས་ གཤིན་རྗེ འི་ མི་ དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ མཚོན་ཆ་ ཧུ་ ལུ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: Then, as they emerge from this hell, they will be cooked in the hell of Minced up by Raining Loops of Wire, where there are burning strings all around that are joined together by the hundreds of thousands by the henchmen of the Lord of Death who will use them to cut up the hell beings as if with flaming weapons.#108

source: དེ་ལས་ རྣམ་པར་ ཐར་ ནས་ སེམས་ཅན་ དམྱལ་བ་ སྐྲ་ཤད་ འཛིངས་པ་ དང་ །_ བྱ་ ཁྭ་ ཡོད་པར་ གནོད་པ་ བྱེད་ དེ །_ གང་ དུ་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ འི་ རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ མེས་ སྲེག་ གོ །_།
en: $857 “Once they escape that hell, they will encounter the agonies of the hell of Crested Ravens, where their bodies will be incinerated, as if by forest fire, by the fire erupting from their own bodies.

source: གཅིག་ ལ་ གཅིག་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་པ འི་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ མཚོན་ཆ་ ཆར་ ལྟར་ འབབ་པ ས་ གཅིག་ ལ་ གཅིག་ འཇོག་ གོ །_།
en: For many hundreds of thousands of years, the hell beings will also attack each other, tearing each other apart with the rain of weapons.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ རྗེ་ སྐད་སྒྲ་ འབྱིན་པ ར་ འཚེད་ དེ །_ གང་ དུ་ གནོད་པ འི་ རྣམ་པ་ འདི་ ལྟ་བུ ས་ ཉམ་ཐག་ ཅིང་ སྒྲ་ འབྱིན་པ ར་ གྱུར་པ་ ནི་ གང་ སེམས་ཅན་ དམྱལ་བ་ གཞན་ ཐམས་ཅད་ ན་ ཡང་ རྣམ་པ་ དེ་ལྟ་ བུ་ མེད་ དོ །_།
en: When they escape from this hell, the hell beings will be cooked in the hell of Heartbreaking Cries, where the pain is such that the cries in this hell are unlike those heard in any other hell.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_! དེར་ ཆོས་ ངན་པ་ གང་དག་ ཆོས་ སུ་ སྟོན་ ཅིང་ ལྟ་བ་ ངན་པ་ རབ་ཏུ་ སྟོན་པ་ དེ་དེ ར་ བུ་སྡུག་པ འི་ གཟུགས་ དེ་དག་ སྲེག་ ཅིང་ བསྐུལ་བ་ ན་ དེ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏེ །_
en: $858 “Once they have escaped that hell, they will fall into the hell One That Arouses Great Pity, where they will see#109 those to whom they had presented unwholesome teachings as if they were the Dharma, and whom they had taught unwholesome views. They will now perceive them in the form of a beloved person, burning.

source: འདི་ལྟར་ ཕ་ དང་ སྤུན་ དང་ བུ་ དང་ མཛའ་བ་ མགོན་མེད་ ན །_ བདག་ ལ་ ཡོངས་སུ་ སྐྱོབས་ ཤིག་ ཅེས་ དེ འི་ ལག་པ་ གཉི་ག་ སྟོད་ ནས་ ཤིན་ཏུ་ སྙིང་རྗེ་ རྗེ་ སྐད་ འབྱིན་པ་ མཐོང་ ངོ་ །_།
en: They will see them screaming in pain and crying out with both hands raised, ‘Save us, O father, O brother, O son, O dear one! We have no protector!’ They will thus make the most pitiful sounds.

source: དེ་ མཐོང་ ནས་ མྱ་ངན་ གྱི་ མེ་ སྲེག་པ འི་ བུད་ཤིང་ གིས་ སྦར་བ་ རྣམ་པ་ དེ་ལྟ་ བུ་ འབྱུང་ སྟེ །_
en: When the hell beings see this horribly pitiful sight, the fires of their suffering will be fueled by craving.

source: གང་ ཁྱད་པར་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ དེ་ ཁ་བ་ དང་ མཚུངས་ སོ །_།
en: Hence, the fires that these hell beings must otherwise endure will become just like snow in comparison.

source: དེ་ ཤིན་ཏུ་ ཚ་བ་ རྣམ་པ་ དེ་ལྟ་ བུ་ གཉིས་ ཀྱིས་ སྲེག་ ཅིང་ ཤིན་ཏུ་ ཚ་བ འི་ སྒྲ་ སྐད་ འབྱིན་པ་ ན་
en: Undergoing a double scorching by these two extremely intense fires, they will scream desperately.

source: གཤིན་རྗེ འི་ མིས་ རྗེས་སུ་ བསྟན་པ འི་ ཚིགས་ སུ་ བཅད་པ་ སྨྲས་པ །_
en: At that point the henchmen of the Lord of Death will instruct them in verse:

source: སྲེད་པ འི་ མེ་ འདི འི་ དྲུང་ ན་ ནི །_། འབར་བ་ དག་ ནི་ གྲང་ ཞེས་ བྱ །_།
en: $859 “ ‘Compared to the fire of craving, Other flames should rather be called cold.

source: དམྱལ་བ ར་ དམྱལ་བ་པ་ ཡི་ མེ །_། ཁམས་ གསུམ་ དག་ ནི་ སྲེག་པ འི་ མེ །_།
en: The fire of the beings in hell Is the fire that burns the three realms.

source: སེམས་ཅན་ དམྱལ་བ ར་ གང་ འབྱུང་བ །_། མེ་ འདི་ ཆུང་བ ར་ གྱུར་པ་ ཡིན །_།
en: $860 “ ‘The fire that you see burning in hell Is just a minor fire.

source: སྲེག་པ འི་ རྒྱུ་ལ ས་ བྱུང་བ་ ཡི །_། མེ་ འབར་བ་ ནི་ མང་པོ ར་ མཆེད །_།
en: The fire that is fueled by craving, however, Keeps spreading and expanding.

source: སེམས་ཅན་ དམྱལ་བ་ སྡིག་ སྤྱད་པ །_། ལས་ ཟད་ ནས་ ནི་ རྣམ་པར་ གྲོལ །_།
en: $861 “ ‘Beings who engaged in negative acts Will be free once those karmic actions are exhausted.

source: སྲེད་པ འི་ དབང་ དུ་ སོང་བ འི་ མེ །_། ཁམས་ གསུམ་ དག་ ཏུ་ སྲེག་པ ར་ [230a] བྱེད །_།
en: Yet, the fire that burns when controlled by craving Will consume all the three realms. {{page:{number:297,id:UT22084-068-021-100323,folio:F.230.a,volume:V68}}}

source: འཁོར་བ་ ཐོག་མ་ མེད་ དུས་ ནས །_། སྲེད་པ འི་ མེ་ ཡི་ རྗེས་ འབྲང་བ །_། སེམས་ཅན་ དམྱལ་བ་ སྲེད་པ འི་ མེ །_། ཅི་ཕྱིར་ དམྱལ་བ འི་ མེ་ མི་ འབྱུང་ །_།
en: $862 “ ‘Since beginningless time in cyclic existence They have succumbed to the fire of craving— Therefore, why would the hell beings’ fire of craving not Cause the fires in hell to manifest?

source: སེམས་ཅན་ དམྱལ་བ་པ་ ཡི་ མེ །_། ལུས་ ནི་ ཤིན་ཏུ་ སྲེག་པ ར་ བྱེད །_།
en: $863 “ ‘The fire of hell Consumes only the body.

source: སྲེད་པ འི་ མེ་ ཡིས་ མི་ རྣམས་ ཀྱི །_། ལུས་ ཡིད་ ཤིན་ཏུ་ སྲེག་པ ར་ བྱེད །_།
en: The fire of human craving Consumes both the body and the mind.

source: དེ་ལྟ་བས་ན་ སྲེད་ རྒྱུ་ལ ས །_། བྱུང་བ འི་ མེ་ ནི་ ཁྱད་པར་ ཆེ །_། དམྱལ་བ་པ་ ཡི་ ཁ་བ་ འདྲ །_། སྲེད་པ འི་ མེ་ ནི་ ཁྱབ་པ ར་ དྲན །_།!
en: $864 “ ‘Therefore, the fire that is caused By craving is exceptional— The fire of hell is known to be#110 Like snow by comparison.#111

source: སྲེད་ འབྲང་ རྒྱུ་ ནི་ གསུམ་ ལས་ བྱུང་ །_། ལས་ གསུམ་ དག་ ནི་ ཡོངས་སུ་ བསྟན །_།!
en: $865 “ ‘The fire#112 of craving occurs due to three factors; It presents the three kinds of action.

source: དུས་གསུམ་ འབྱུང་བ ར་ ཤེས་པ ར་ བྱ །_། དེ་ལྟ ར་ སྲེད་ མེ་ གཞན་ དུ་ མིན །_།
en: It is known to occur in the three times; The fire of craving is like no other.

source: འདོད་ཆགས་ མེས་ ནི་ མཐོ་རིས་ སྲེག _། ཞེ་སྡང་ མེས་ ནི་ དུད་འགྲོ་ དྲན །_། གཏི་མུག་ མེས་ ནི་ དམྱལ་བ ར་ སྲེག _། སྲེད་པ འི་ མེས་ ནི་ ཀུན་ དུ་ གནས །_།
en: $866 “ ‘The fire of desire burns the higher realms, The fire of anger leads one to the animal realm, The fire of delusion burns in hell, But the fire of craving continually burns everywhere.

source: དེ་ལྟ ར་ སྲེད་པ འི་ མེ་ ཡིས་ སུ །_། གནས་ གསུམ་ ཐམས་ཅད་ རབ་ འབར་བ ར །_། མཐོང་ ནས་ ཆོས་ ནི་ མ་ སྤྱད་པ །_།
en: $867 “ ‘You may have seen that the three realms Are ablaze with the fire of craving, And yet still you do not practice the Dharma.

source: དེ་རིང་ ཅི་ཞིག་ ཡོངས་སུ་ གདུངས །_།
en: Why, then, are you so upset today?’

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ སྙིང་རྗེ་ ཆེན་པོ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་ ནས་ སྡུག་བསྔལ་ དང་ གནོད་པ་ སྣ་ཚོགས་ དག་བྱེད་ དོ །_།
en: $868 “Thus the henchmen of the Lord of Death will instruct the beings in the hell One That Arouses Great Pity, time after time, as they torture and inflict pain upon them in numerous ways.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཚ་བ་པ འི་ ས ར་ འཚེད་ དོ །_།
en: $869 “When these hell beings finally manage to escape from that hell, they will be cooked in the hell of Hot Ground.#113

source: དེར་ ཡང་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ ལུས་ ཀུན་ ནས་ བསྲེགས་ ནས །_ ལུས་ ཤིང་ ཀིང་ཤུ་ཀ་ ལྟར་ བྱས་ སོ །_།
en: There, as they are once again burned to a crisp, their bodies become like the color of kiṃśuka trees.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཤིང་ སྐམ་ ལྟར་ འཇིགས་ པར་ འཚེད་ དེ །_
en: $870 “When they escape that hell too, they will be burned in the hell of Destructive Wood Fire.

source: དེ་ལྟ ར་ ལོག་པ ར་ ལྟ་བ ས་ ཟིན་པ འི་ དགེ་སློང་ མ་ སུན་ འབྱིན་པ་ དེ་ འཁོར་ བཅུ་དྲུག་ ཏུ་ འཚེད་ དོ །_།
en: Thus, those who were possessed of wrong view and defiled nuns end up boiling in these sixteen neighboring hells.

source: དེ་དེ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་དུ ས་ དཔག་ ཏུ་ མེད་པར་ སྲེག་ གོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to burn there for an infinitely long time.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ དགེ་སློང་ མ་ སུན་ ཕྱུང་བ འི་ ལས་ དེ འི་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ སྟོང་ཕྲག་ དུ་མ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ འཚེད་པ ར་ འགྱུར་ ཏེ །_
en: When they finally escape this hell, they will, as an effect that accords with the causal act of undermining a nun, take birth and suffer in the realms of starving spirits and animals many thousands of times.

source: བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གཅིག་ ལ་ གཅིག་ ཟ་བ་ དང་ །_ ལུས་ བརྒྱ་ ཕྲག་ སྟོང་ [230b] དུ་ དུད་འགྲོ་ དག་ གིས་ ཟ་བ ར་ འགྱུར །_
en: Tormented by hunger and thirst, they will prey on one another, and their bodies will be eaten by animals one hundred thousand times. {{page:{number:298,id:UT22084-068-021-100324,folio:F.230.b,volume:V68}}}

source: ལོག་པ ར་ ལྟ་བ་ དགེ་སློང་ མ་ སུན་ ཕྱུང་བ་ དེ་ འོན་ཀྱང་ གལ་ཏེ་ དེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ ཚེ་རབས་ ལྔ་ སྟོང་ དུ་ མིར་ གྱུར་པ་ ཟ་མ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, those who developed wrong views and caused disgrace to nuns should be born with the general lot in life of a human, they will have no sex organs for their first five thousand human lives.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཕྱོགས་ ཐམས་ཅད་ རབ་ཏུ་ སྲེག་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $871 “As the monk who has knowledge of the effects of the ripening of karmic actions examines the regions that surround the Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Intense Heat from All Directions.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused, as before, by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view.

source: དགེ་བསྙེན་མ་ བསླབ་པ འི་ གཞི་ལྔ་ ཡོད་པ་ སུན་ ཕྱུང་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཕྱོགས་ ཐམས་ཅད་ རབ་ཏུ་ སྲེག་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, if one dishonors a female lay practitioner who possesses the five bases for training, one will, after separating from the body, fall into the lower realms and be born in this hell known as Intense Heat from All Directions.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ་ ཇི་ལྟ ར་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ ཡང་ མེད་པ་ དེ་ལྟ ར་ ཀུན་ ནས་
en: $872 “The beings in that realm undergo the torture of there being no place that does not burn, not even so much as the space of the eye of a needle.

source: རྟག་ ཏུ་ ནམ་མཁའ་ ལ་ ཡང་ རབ་ཏུ་ འབར་བ ར་ འགྱུར་བ་ དེར་ སྔར་ དེ འི་ ལག་པ་ མེ འི་ ནང་ དུ་ འཇུག་ སྟེ ངུ་སྐད་ འབྱིན་པ་ ན་ མེ་ ཚ་ ཞིང་ རྩུབ་པ་ ཤིན་ཏུ་ དྲག་པ འི་ སྟོབས་ ཀྱིས་ ཇི་ལྟ ར་ དེ འི་ ཐལ་བ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ སྲེག་ གོ །_།
en: Even space itself is constantly ablaze there. When at first only their hands enter the fire, they begin to scream and soon the terrifying force of the tremendously hot fire consumes them completely, not even leaving any ashes behind.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ གོ །_།
en: But once again they will be revived and thus the cycle will continue for many hundreds of thousands of years.

source: དེ་ལས་ ཐར་ ནས་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དེ་ག ར་ བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_།
en: $873 “When they finally escape that situation, they will run as best they can, yearning for safety and protection.

source: བཟུང་ ནས་ ཀྱང་ ལྕགས་ ཀྱི་ ཐག་པ་ ཀུན་ ནས་ རབ་ཏུ་ འབར་ བདག་ གིས་ རྐང་མཐིལ་ གྱི་ བར་ ནས་ མགོ འི་ བར་ དེ་དག་ འཆིང་ སྟེ །_
en: But they will be captured by henchmen of the Lord of Death, who will proceed to tie them with burning iron chains from their feet and all the way up to their heads.

source: དེ འི་ ཁྲག་ དེ་དག་ ཐམས་ཅད་ དེ འི་ མགོ་ ལ་ བསྡུས་ སོ །_།
en: This will cause all their blood to accumulate in their heads.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ གཟུགས་པ འི་ ཕུར་པ་ བླངས་ ཏེ་ མགོ ར་ བཙུགས་ ནས་ ཤུགས་ ཀྱིས་ བཏབ་ སྟེ །_
en: The henchmen will then run stakes down through their skulls {{page:{number:299,id:UT22084-068-021-100325,folio:F.231.a,volume:V68}}} and out through their throats.

source: འདི་ [231a] ལྟར་ ཕུར་པ་ དེ་ མགུལ་པ ར་ བྱུང་ ངོ་ །_། བྱུང་ ནས་ ཀྱང་ ཤུགས་ ཀྱིས་ ཕྱུང་བ་ དང་ །_ དེ འི་ ཁྲག་ དེ་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མགོ་ ལས་ ཟངས་ བསྐོལ་བ འི་ ཁྲག་ འབྱུང་བ་ དེ་ དང་ ཆུང་ ཟད་ ཀྱང་ ཁྱད་པར་ མེད་པ་ དེ་ལྟ ར་ ཚ་བ་ འབྱུང་ ངོ་ །_།
en: As the stakes break through their throats, they will pull them out again with great force. Blood will gush forth, yet the blood that flows from the heads of these hell beings is as burning hot as molten copper.

source: དེ་ རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ ཁྲག་ དེས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འཁྲུའོ །_། སྲེག་ གོ །_། འཆི འོ །_།
en: There is no difference whatsoever. Thus, they steep, burn, boil, and die, in their own blood for many hundreds of thousands of years.

source: དེ འི་ ལས་ ཀྱི་ མཐུ ས་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Yet by the force of karmic action they will revive.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ སྡིག་པ འི་ ལས་ དེས་ སྲེག་ གོ །_། འཚེད་ དོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, those acts will continue to burn and boil them.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: $874 “When they finally escape this hell, as a karmic effect that accords with their causal actions they will have to live as starving spirits or animals for many hundreds of thousands of years.

source: དེར་ ཡི་དགས་ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: As a starving spirit, these beings must endure the hunger and thirst.

source: དུད་འགྲོ་ རྣམས་ སུ་ གཅིག་ ལ་ གཅིག་ ལུས་ བརྒྱ་ ཕྲག་ དུ་མ་ དག་ ཟ་ ཞིང་ ཕ་རོལ་ དག་ གིས་ རྣམ་པར་ འཇིག་པ ར་ འགྱུར་ རོ །_།
en: As an animal, they will always be eaten by other animals many hundreds of thousands of times, treated as their prey.

source: དེ་ སྡུག་བསྔལ་ དེ་དག་ མྱོང་ ནས་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: After all that pain, they may, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, be born with the general lot in life of a human.

source: དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ ཕ་རོལ་ གྱིས་ གནོད་པ་ དང་ །_ སེམས་ གཡེངས་པ་ དང་ །_ ཚེ་ ཐུང་བ ར་ འགྱུར་ ཞིང་ ཚེ་རབས་ བཞི་ བརྒྱ ར་ ཟ་མ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, because of the ripening of their karmic actions, they will then be poor, sickly, subject to harm from others, and distracted; live short lives; and be genderless for four hundred lives.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ཆེན་པོ་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $875 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Intense Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Terror of Enormous Screaming Bodies.

source: གང་ གིས་ ཙེ་ ལུ་མ་ རབ་ཏུ་ སུན་ འབྱིན་པ ར་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ [231b] སེམས་ཅན་ དམྱལ་བ་ ལུས་ཆེན་པོ་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Also, he who disgraces a female novice will, when separating from his body, fall into the lower realms {{page:{number:300,id:UT22084-068-021-100326,folio:F.231.b,volume:V68}}} and be born in that hell known as Terror of Enormous Screaming Bodies.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ འབྱུང་བ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ཆེན་པོ་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ ར་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ གང་ གི་ ལུས་ དཔག་ཚད་ ཙམ་ ལ་མ ར་ ས ར་ ལྟར་ ཤིན་ཏུ་ སྙི་བ འི་ ལུས་ དེ་དེ་
en: $876 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth. On top of that, and in particular, their bodies are about a league large and extremely soft, like fresh butter. Henchmen of the Lord of Death will apprehend them and subject them to torture.

source: དག་ གིས་ བཟུང་ ནས་ སྤུ་ འབྱིན་པ འི་ ཕྲ་ སྐམ་ གྱིས་ ཇི་ལྟ ར་ ཡུངས་ཀར་ གྱི་ འབྲུ་ ཙམ་ དུ་ དེ་ལྟ ར་ སེན་མོ་ ལ་སོགས་པ་ ནས་ རྐང་པ འི་ བར་ དག་ གཅོད་པ ར་ བྱེད་ དོ །_།
en: Using tweezers, they will pick apart their bodies into pieces no bigger than a mustard seed, all the way from the tips of their fingers to their feet.

source: སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ་ དེ་ ཇི་ལྟ ར་ སྒྲ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་དག་ གི་ ཐོས་ ནས་ ཀྱང་ སྙིང་ ཟགས་ ཤིང་ རྡོལ་བ་ དེ་ལྟ ར་ སྒྲ་ སྐད་ འབྱིན་ ཏོ །_།
en: The miserable cries of these beings are at times so pitiful that even beings in other realms of hell will hear them and feel their hearts break in distress.

source: ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ དེ འི་ ལས་ ཀྱི་ འབྲས་བུ ས་ བསླུས་ ཤིང་ སེམས་ ཀྱི་ དགྲ ས་ ཡོངས་སུ་ བསླུས་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བས་ ཉམ་ཐག་པ་ དེ་དག་ ཉིད་ མཐོང་ ནས་
en: Since beginningless time these hell beings have been fooled by the effects of karmic actions, and they have been deceived by the enemy that is their own mind.

source: འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ འི་ ཚིགས་ སུ་ བཅད་པ་ སྨྲས་པ །_
en: When the henchmen of the Lord of Death see them suffering miserably, they will instruct them with the following verses:

source: འདོད་པ་ ཡང་དག་ སྟོན་པ འི་ ཚིག _། སྙན་ ཅིང་ ཡིད་འོང་ སྣ་ཚོགས་ དག _། སྨྲས་པ་ སྡིག་པ་ ཆེན་པོ་ ཡིན །_།
en: $877 “ ‘Saying sweet and sensuous things To incite lust Is a great evil.

source: དེ་ ཡི་ འབྲས་བུ་ འདིར་ འོངས་ སོ །_།
en: This is what has landed you here.
